Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget og fylkeskommunene har inngått samarbeidsavtaler om styrking og utvikling av samiske språk, kultur og samfunnsliv.
sme: Sámediggi ja fylkkagielddat leat dahkan ovttasbargošiehtadusaid nannen ja ovddidan dihtii sámegielaid, sámi kultuvrra ja sámi servodateallima.

source: Disse er viktige redskap i det videre arbeidet for å styrke samiske språk i regionen.
sme: Dat leat deaŧalaš reaiddut regiovnna boahttevaš barggus sámegielaid nannemis.

source: Kommunene er gitt en sentral rolle for lokal planlegging og samfunnsutvikling.
sme: Gielddat leat ožžon deaŧalaš rolla báikkálaš plánemis ja servodatovddideamis.

source: Kommunene har ansvaret for lokal næringsutvikling, barnehagetilbud, helsetjenester, grunnskoleopplæring, kulturtilbud og andre tilbud for barn og unge.
sme: Gielddain lea ovddasvástádus báikkálaš ealáhusovddideamis, mánáidgárdefálaldagain, dearvvašvuođabálvalusain, vuođđoskuvlaoahpahusas, kulturfálaldagain ja eará fálaldagain mánáide ja nuoraide.

source: Kommuner i forvaltningsområdet for samisk språk har i tillegg en rekke forpliktelser gjennom sameloven til å sikre befolkningens rett til opplæring og bruk av samiske språk.
sme: Sámegiela hálddašanguovllu gielddain leat dasa lassin máŋga geatnegasvuođa sámelága bokte sihkkarastit álbmogii vuoigatvuođa sámegiela oahppat ja geavahit.

source: Gjennom samarbeidsavtaler mellom kommunen og Sametinget forplikter kommunen seg til aktivt bidra til styrking og utvikling av samiske språk lokalt.
sme: Gieldda ja Sámedikki gaskasaš ovttasbargošiehtadusa bokte lea gielda geatnegahttojuvvon árjjalaččat leat mielde nannemin ja ovddideamen sámegielaid báikkálaččat.

source: Gjennom Sametingets tilskuddsordning for tospråklighetstilskudd utarbeider kommunene 3-årige aktivitetsplaner.
sme: Sámedikki guovttegielatvuođa doarjjaortnegiin gielddat ráhkadit 3-jahkásaš doaibmaplánaid.

source: Disse planene er viktige redskaper i arbeidet for lokalt språkaktivitet.
sme: Dát plánat leat deaŧalaš reaiddut báikkálaš barggus gielladoaimmaiguin.

source: De samiske språksentrene og andre lokale aktører som arbeider for styrking og utvikling av samiske språk er Sametingets viktigste samarbeidspartnere lokalt.
sme: Sámi giellaguovddážat ja eará báikkálaš aktevrrat mat barget sámegielaid nannemin ja ovddidemiin, leat Sámedikki deaŧaleamos báikkálaš ovttasbargoguoimmit.

source: Språksentrenes arbeid for å skape gode språkarenaer og opplæringstilbud spiller en viktig rolle i arbeidet med å skape robuste språkmiljø.
sme: Giellaguovddážiid bargu buriid giellaarenaid ja oahpahusfálaldagaid láhčimiin lea deaŧalaš nana giellabirrasiid ráhkadeamis.

source: Gjennom 3-årige aktivitetsplaner setter språksentrene seg langsiktige mål for språkarbeidet, og disse er gode redskaper i arbeidet for å utvikle samiske språk i virkeområdet.
sme: 3jahkásaš doaibmaplánaiguin giellaguovddážat bidjet alcceseaset guhkesáiggi mihttomeriid giellabargui, ja dat leat buorit reaiddut sámegielaid ovddideapmái doaibmaguovllus.

source: Andre samiske institusjoner, organisasjoner og aktører spiller en viktig samfunnsrolle, og er med på å forme det samiske samfunnet.
sme: Eará sámi ásahusain, organisašuvnnain ja aktevrrain lea deaŧalaš rolla servodagas, ja sii leat mielde hábmemin sámi servodaga.

source: Det vil være viktig for Sametinget at disse institusjonene, organisasjonene og aktørene aktivt tar del i arbeidet for å styrke og utvikle samiske språk lokalt, regionalt og nasjonalt.
sme: Sámediggái lea deaŧalaš ahte dát ásahusat, organisašuvnnat ja aktevrrat árjjalaččat servet sámegielaid nannemii ja ovddideapmái báikkálaččat, regionálalaččat ja nationálalaččat.

source: Disse er også viktige samarbeidspartene, og Sametinget har gode erfaringer med samarbeidstiltak med ulike institusjoner.
sme: Dat leat maid deaŧalaš ovttasbargoguoimmit, ja Sámedikkis leat buorit vásáhusat ovttasbargodoaibmabijuid ektui iešguđet ásahusaiguin.

source: Sámi allaskuvla, UiT Norges arktiske universitet, Nord Universitet, Nasjonalt senter for samisk i opplæringa, de samiske videregående skolene med flere er viktig samarbeidspartnere.
sme: Sámi allaskuvla, UiT Norgga árktalaš universitehta, Davvi universitehta, Sámi lohkanguovddáš, sámi joatkkaskuvllat ja earát leat deaŧalaš ovttasbargoguoimmit.

source: Målene i Gïelelutnjeme - Giellalåpptim - Giellalokten
sme: Giellaloktema mihttomearit

source: Sametingets språkpolitikk bygger på et langsiktig arbeid og på oppfølgingen av VAT 2016:18 Vájmo giella.
sme: Sámedikki giellabargu lea vuođđuduvvon guhkesáiggi bargui ja čuovvula NAČ 2016:18 Váibmogiella.

source: Våre strategier for samiske språk vil være Sametingets styringsdokument i det videre arbeidet for oppfølging av Vájmo giella.
sme: Min strategiijat sámegielaid várás galgá leat Sámedikki stivrendokumeanta Váibmogiela viidásat čuovvuleapmái.

source: De overordnede målene for Sametingets språkstrategi – Gïelelutnjeme - Giellalåpptim - Giellalokten er: · Likestilte og likeverdige språk · Synlige og samfunnsbærende språk
sme: Bajimus mihttomearit Sámedikki giellastrategiijii – Giellaloktemii leat: · Ovttadássásaš ja ovttaárvosaš gielat · Oidnosis ja servodatguoddi gielat

source: I denne strategien legges det vekt på overordnede 3 innsatsområder: · Språktilbud for barn og unge · Synliggjøring og samarbeid · Rekruttering og kompetanseheving
sme: Dán strategiijas deattuhuvvojit 3 bajimus áŋgiruššansuorggi: · Giellafálaldagat mánáide ja nuoraide · Oainnusmahttin ja ovttasbargu · Rekrutteren ja gealbolokten

source: 1. Innsatsområde: Språktilbud for barn og unge
sme: Áŋgiruššansuorgi: Giellafálaldagat mánáide ja nuoraide

source: Mål: Barn og unge har tilgang til samiske språk i sin hverdag
sme: Mihttomearri: Mánáide ja nuoraide leat sámegielat olámuttus juohkebeaivválaš dilis

source: Språk er lek, kommunikasjon, utforskning og forståelse.
sme: Giella lea stoahkan, gulahallan, guorahallan ja áddejupmi.

source: Språk er å uttrykke seg, delta i samfunnet og forteller hvem du er.
sme: Gielain sáhttá ovdanbuktit jurdagiid, searvat servodahkii ja muitalit gii don leat.

source: Språk er minner og noe som samler oss. Språk er mestring, gir trøst og mot, og åpner for livslang læring.
sme: Giella lea muittut ja juoga mii čohkke min. Giella lea hálddašeapmi, dat jeđđe ja jálosmáhttá, ja rahpá vejolašvuođa eallinahkeoahppamii.

source: Å gi barn og unge tilgang til språk er derfor en av våre viktigste oppgaver.
sme: Danne lea okta min deaŧaleamos bargguin dahkat giela olámuddui mánáide ja nuoraide.

source: Barn lærer språk fra de blir født, og foreldre og familie er barns nærmeste samarbeidspartnere i språkinnlæringen.
sme: Mánát ohppet giela dan rájes go riegádit, ja váhnemat ja bearaš leat máná lagamus ovttasbargoguoimmit giellaoahppamis.

source: Det språklige fundamentet legges i barneårene, der gode og trygge støttespillere og voksenrelasjoner er viktig for barnas språkopplæring.
sme: Gielalaš vuođđu ráhkaduvvo mánnán, ja buorit ja oadjebas doarjagat ja gaskavuođat rávesolbmuide leat deaŧalaččat máná giellaoahpahussii.

source: Det er derfor en forutsetning at barn hører og bruker samiske språk i barnehage, skole og ellers i hverdagen.
sme: Danne lea eaktun ahte mánát gullet ja geavahit sámegielaid mánáidgárddis, skuvllas ja muđui árgabeaivvis.

source: Språkteorier vektlegger viktigheten av utviklingen av barns begrepsforståelse, ordforråd, setningsoppbygging og språkbruk fra de er små.
sme: Giellateoriijat deattuhit man deaŧalaš dat lea ahte máná doabaáddejupmi, sátnerádju, cealkkaráhkadeapmi ja giellageavaheapmi ovddiduvvo dan rájes juo go sii leat smávvát.

source: Barns språkinnlæring legger grunnlaget for hele livet, og et godt språkmiljø spiller på denne måten en avgjørende rolle for språkinnlæringa.
sme: Mánáid giellaoahppan bidjá vuođu olles eallimii, ja buorre giellabiras lea danne áibbas deaŧalaš giellaoahppamii.

source: Vår hovedoppgave vil være å bygge robuste og gode språkmiljø, som skaper mulighet for opplæring og bruk av språket i lokalmiljøet.
sme: Min váldobargun lea hukset nana ja buriid giellabirrasiid, mat dahket vejolažžan giela oahppat ja geavahit báikkálaš birrasis.

source: 1. Opplæringstilbud for barn og unge
sme: Oahpahusfálaldagat mánáide ja nuoraide

source: Opplæring i samiske språk må oppleves som interessant, motiverende og lærerik for barnet, og opplæringen må være av høy kvalitet.
sme: Sámegielaid oahppan ferte vásihuvvot miellagiddevažžan, movttiidahttin ja dan vearan mánnái, ja oahpahusas ferte leat buorre kvalitehta.

source: Rekruttering, kompetanseheving og kunnskap om sterke opplæringsmodeller vil være sentralt i dette arbeidet.
sme: Rekrutteren, gealbolokten ja máhttu nana oahpahusmodeallaid birra lea hui deaŧalaš dán bárggus.

source: Dette omtales mer under innsatsområde 3 – kompetanseheving og rekruttering.
sme: Dan birra válddahuvvo eanet áŋgiruššansuorggis 3 - gealbolokten ja rekrutteren.

source: Gjennom innspillmøter i forbindelse med arbeidet med denne strategiplanen, fikk Sametinget en rekke konkrete innspill fra samisk ungdom.
sme: Árvalusčoahkkimiin dán strategiijaplána ráhkadettiin oaččui Sámediggi máŋga konkrehta árvalusa sámi nuorain.

source: De vektlegger støtte, motivasjon og inspirerende læremetoder som viktig i opplæringa.
sme: Sii deattuhit ahte doarjja, movttiidahttin ja oahpahusvuogit mat inspirerejit leat deaŧalaččat oahpus.

source: De etterlyser mulighet til opplæring i flere samiske språk, forbedring av fjernundervisning og språksamlinger for alle elever som får opplæring i samiske språk.
sme: Sii jearahit vejolašvuođa beassat oahppat máŋga sámegiela, buoret gáiddusoahpahusa ja giellačoahkkanemiid buot ohppiide geat ožžot sámegieloahpahusa.

source: Sametinget ser viktigheten av kvalitet i opplæringa, og at opplæringa i samiske språk skal oppleves som nyttig, verdifull og interessant.
sme: Sámedikki mielas lea kvalitehta oahpahusas deaŧalaš, ja lea deaŧalaš ahte sámegieloahpahus galgá vásihuvvot ávkkálažžan, árvvolažžan ja miellagiddevažžan.

source: Vi vil derfor ha et større fokus på språk, lesing og skriving i barnehage, grunnskole og videregående opplæring.
sme: Danne galgá mis leat eanet deaddu gillii ja lohkamii ja čállimii mánáidgárddis, vuođđoskuvllas ja joatkkaoahpahusas.

source: Strategi for språk, lesing og skriving - språkløyper
sme: Strategiija giela, lohkama ja čállima várás - giellaláhtut

source: Barn som har samisk som morsmål, og barn som får opplæring i samiske språk, er fremtidens språkbærere.
sme: Mánát geain lea sámegiella ruovttugiellan, ja mánát geat ožžot sámegieloahpahusa, leat boahtteáiggi giellaguoddit.

source: For å sikre språkenes fremtid er det derfor nødvendig å sikre at flere barn får opplæring i samiske språk.
sme: Danne ferte sihkkarastin dihtti gielaid boahtteáiggi, sihkkarastit ahte eanet mánát ožžot sámegieloahpahusa.

source: Det er også viktig at alle elever opplever en reell utvikling i språket. Gode språklige ferdigheter er avgjørende for barns lek og læring i barnehagen, for elevers lesing, skriving og læring i skolealder, og for den enkeltes muligheter til å nå sine mål og utvikle sitt potensiale.
sme: Buorit giellagálggat leat hui deaŧalaččat mánáid stoahkamii ja oahppamii mánáidgárddis, ohppiid lohkamii, čállimii ja oahppamii skuvlaagis, ja juohkehačča vejolašvuođaide juksit iežas mihttomeriid ja ovddidit iežas potensiála.

source: Sametinget vil at alle samiske barn skal få mulighet til å utvikle gode språk, lese og skriveferdigheter, slik at de lykkes i utdanning, arbeids- og samfunnsliv.
sme: Sámediggi háliida ahte buot sámi mánát ožžot vejolašvuođa ovddidit buori giela, lohkan- ja čállingálggaid, vai sii lihkostuvvet oahpus, barggus ja servodagas.

source: Regjeringen har utarbeidet og gjennomført nasjonal strategi for lesing og skriving - språkløyper 20162019.
sme: Ráđđehus lea ráhkadan ja čađahan nationála strategiija lohkama ja čállima várás - giellaláhtut 20162019.

source: Målet med strategien var å styrke barnehagens språkmiljø, sammenhengen mellom barnehagen og skolens språkarbeid, styrke lærernes kompetanse innenfor språk, lesing og skriving, raskere identifisering av språkvansker, redusere antall elever med svake lese- og skriveferdigheter og øke antall elever med svært gode lese- og skriveferdigheter.
sme: Strategiija mihttomearri lea nannet mánáidgárddi giellabirrasa, mánáidgárddi ja skuvlla giellabarggu gaskavuođa, nannet oahpaheddjiid gelbbolašvuođa gielas, lohkamis ja čállimis, johtileappot identifiseret giellaváttisvuođaid, geahpedit daid ohppiid logu geain leat heajos lohkan- ja čállingálggat ja eanedit daid ohppiid logu geain leat buorit lohkan- ja čállingálggat.

source: Det unike med denne strategien er at det for første gang satses systematisk og helhetlig på språk, lesing og skriving i både barnehage og skole, og at det utvikles praksisnære og kunnskapsbaserte digitale kompetansepakker som barnehager og skoler kan ta direkte i bruk i det lokale utviklingsarbeidet.
sme: Dat mii lea erenoamáš dáinna strategiijain, lea ahte vuosttaš geardde áŋgiruššojuvvo systemáhtalaččat ja ollislaččat gielan, lohkamiin ja čállimiin sihke mánáidgárddis ja skuvllas, ja ahte ráhkaduvvojit geavatlaš ja máhttovuđot digitála gealboloktenpáhkat maid mánáidgárddit ja skuvllat sáhttet geavahit njuolgga báikkálaš ovddidanbarggus.

source: Strategien omfatter introduksjonssamlinger for barnehager og skoler, gratis nettbaserte kompetansepakker og støtte til lokalt utviklingsarbeid i kommunene.
sme: Strategiijii gullet oahpásmahttinčoahkkaneamit mánáidgárddiid ja skuvllaid várás, nuvttá neahttavuđot gealboloktenpáhkat ja doarjja báikkálaš ovddidanbargguide gielddain.

source: Kompetanseutviklingspakkene er utarbeidet av Lesesenteret, og de har opprettet et nettsted hvor alt av materiell til barnehager, skoler og videregående skoler er samlet.
sme: Gealboloktenpáhkaid lea Lohkanguovddáš ráhkadan, ja lea ásahan dakkár neahttabáikki gosa buot ávdnasat mánáidgárddiide, skuvllaide ja joatkkaskuvllaide leat čohkkejuvvon.

source: Kompetanseutviklingspakkene fokuserer på sentrale temaområder som barnehager og skoler kan bruke i sitt lokale utviklings – og kompetansehevingsarbeid.
sme: Gealboloktenpáhkat deattuhit guovddáš fáddásurggiid maid mánáidgárddit ja skuvllat sáhttet geavahit iežaset báikkálaš ovddidan- ja gealboloktenbarggus.

source: Nettstedet inneholder informasjon om arbeidet med språkløyper, ulike typer kompetansepakker, blogg, veilednings- og inspirasjonsfilmer og annet materiale til bruk i arbeidet med språk, lesing og skriving.
sme: Neahttabáikkis leat dieđut giellaláhttobarggu, iešguđetlágan gelbbolašvuođapáhkaid, bloggaid, oaivadus- ja inspirašuvdnafilmmaid ja eará ávdnasiid birra maid sáhttá geavahit giella-, lohkan- ja čállinbarggus.

source: Evalueringsrapporten viser at strategien har vært vellykket, og over 200 kommuner har søkt og vært språkkommune under prosjektperioden.
sme: Evaluerenraporta čájeha ahte strategiija lea lihkostuvvan, ja badjel 200 gieldda leat ohcan ja leamaš giellagieldan prošeaktaáigodagas.

source: Ingen kommuner i forvaltningsområdet for samisk språk har deltatt i arbeidet med språkløyper.
sme: Ii oktage sámegiela hálddašanguovllu gielddain leat leamaš mielde giellaláhttobarggus.

source: Evalueringsrapporten viser at strategien var lite tilpasset samiske språk og at det var utviklet få kompetansepakker på samisk.
sme: Evaluerenraporta čájeha ahte strategiija lei uhccán heivehuvvon sámegielaide ja ahte uhccán gelbbolašvuođapáhkat ledje ráhkaduvvon sámegillii.

source: Nasjonal strategi for språk, lesing og skriving - Språkløyper bør utvikles og tilpasses de samiske språkene.
sme: Nationála strategiija giela, lohkama ja čállima várás - Giellaláhtuid berre ráhkadit ja heivehit sámegielaide.

source: Sametinget vil ta kontakt med kunnskapsdepartementet og utdanningsdirektoratet for en videreutvikling av strategien til samiske språk.
sme: Sámediggi áigu váldit oktavuođa máhttodepartemeanttain ja oahpahusdirektoráhtain oažžun dihtii strategiija ovddiduvvot viidáseappot sámegillii.

source: Det vil være naturlig å samarbeide med Sámi allaskuvla og Nasjonalt senter for samisk i opplæringa i det videre arbeidet.
sme: Lunddolaš lea bargat ovttas Sámi allaskuvllain ja Nationála sámi lohkanguovddážiin viidásat barggus.

source: Grenseoverskridende barnehage- og skolesamarbeid
sme: Rádjarasttideaddji mánáidgárde- ja skuvlaovttasbargu

source: De samiske språkene er grenseoverskridende, og en effektiv språkpolitikk betyr et godt og konstruktivt samarbeid over landegrensene.
sme: Sámegielat lea rádjarasttideaddjit, ja beaktilis giellapolitihkka mearkkaša buori ja huksejeaddji ovttasbarggu rastá riikkarájáid.

source: Den samiske befolkninga bor spredt, og i mange områder er det hensiktsmessig å søke samarbeid for å sikre gode opplæringsmuligheter i barnehage, grunnskole og videregående opplæring.
sme: Sámi álbmot ássá lávda, ja ollu guovlluin lea ávkkálaš bargat ovttas sihkkarastin dihtii buriid oahpahusvejolašvuođaid mánáidgárddis, vuođđoskuvllas ja joatkkaoahpahusas.

source: Flere steder er det naturlig å søke samarbeid over landegrensene, dette av både geografiske og språkmessige årsaker.
sme: Ollu báikkiin lea lunddolaš bargat ovttas rastá riikkarájáid, sihke geográfalaš ja gielalaš sivaid geažil.

source: Dagens prosjekter og samhandling over landegrensene bør videreutvikles.
sme: Dálá rádjarasttideaddji prošeavttaid ja ovttasdoaibmama berre ovddidit viidáseappot.

source: Sametinget ser behov for et nordisk samarbeid gjennom Samisk parlamentarisk råd (SPR) og de nordiske sameministrene.
sme: Sámedikki mielas dárbbašuvvo davviriikkalaš ovttasbargu Sámi parlamentáralaš ráđi (SPR) ja davviriikkalaš sámeministariid bokte.

source: Det vil eksempelvis være behov for samarbeid når det gjelder barnehage, opplæring, læremiddelutvikling, terminologiutvikling og medietilbud.
sme: Ovdamearkka dihtii dárbbašuvvo ovttasbargu mánáidgárddi, oahpahusa, oahpponeavvoráhkadeami, terminologiijaovddideami ja mediafálaldagaid oktavuođas.

source: SPR behandler saker av felles interesser for samer over landegrensene, og det vil være naturlig å legge en del av arbeidsoppgavene dit.
sme: SPR meannuda áššiid main lea oktasaš mearkkašupmi sámiide rastá riikkarájáid, ja lunddolaš lea bidjat muhtun bargguid dohko.

source: Det finnes barnehager og skoler som samarbeider over landegrensene.
sme: Dál ovttasbarget muhtun mánáidgárddit ja skuvllat rastá riikkarájáid.

source: Det er behov for å styrke slike samarbeid, og også samarbeide om utvikling av pedagogisk materiell på de samiske språkene.
sme: Dakkár ovttasbarggu lea dárbu nannet, ja maiddái bargat ovttas pedagogalaš ávdnasiid ovddideamis sámegielaide.

source: Gjennom fellessamlinger og språkbad kan det samarbeides om personell, kompetanse og materiell.
sme: Oktasaš čoahkkanemiid ja giellalávgumiid bokte sáhttá ovttasbargat bargiid, gelbbolašvuođa ja ávdnasiid oktavuođas.

source: Det bør også opprettes et samarbeid om en nordisk utdanning av lærere.
sme: Ovttasbarggu berre maid ásahit davviriikkalaš oahpaheaddjioahpu oktavuođas.

source: Det bør opprettes samiskspråklige opplæringstilbud for elever på tvers av landegrensene.
sme: Ásahit berre maid sámegiel oahpahusfálaldaga ohppiid várás rastá riikkarájáid.

source: Dette innebærer både samarbeid om felles lærerutdanning, utvikling av læremidler og gode løsninger med tanke på ulike skolesystem og læreplaner.
sme: Dat mearkkaša ovttasbarggu sihke oktasaš oahpaheaddjidoahppuin, oahpponeavvoráhkademiin ja buriid čovdosiiguin go diehtit ahte skuvlavuogádagat ja oahppoplánat leat iešguđetláganat.

source: Selv om skolesystemet i de forskjellige landene er ulike, og ulike læreplaner skaper utfordringer vil det være viktig å legge til rette for samarbeid av ressurser, materiell og felles aktiviteter.
sme: Vaikke vel skuvlavuogádagat iešguđet riikkain leat iešguđetláganat, ja iešguđetlágan oahppoplánat buktet hástalusaid, de lea deaŧalaš láhčit saji ovttasbargui resurssaid, ávdnasiid ja oktasaš doaimmaid oktavuođas.

source: Sametinget vil: · Ta initiativ til at Språkløyper utvikles og tilpasses de samiske språkene · Arbeide for at flere elever får tilbud om samiske språksamlinger · Arbeide for at elever får tilbud om opplæring i flere samiske språk · Arbeide for et utstrakt og bedre samarbeid på barnehage- og skolefeltet · Arbeide for at det opprettes en nordisk utdanning av lærere · Arbeide for at sørsamiske barn på norsk og svensk side av Sápmi kan benytte et sørsamiskspråklig barnehagetilbud, uavhengig av bosted · Ta initiativ til opprettelse av en felles digital læremiddeltjeneste for koordinering av læremiddelproduksjon og læreplanarbeid · Arbeide for et samarbeid om lærerutdanning · Arbeide for bruk av fjernundervisning over landegrensene · Arbeide for at nasjonalstatene må ta ansvar for de nasjonale formalitetene som må på plass for etablering av to- eller flerstatlige skoler og barnehager
sme: · Vuolggahit barggu Giellaláhtuid ráhkadit ja heivehit sámegielaide · Bargat dal ala ahte eanet oahppit besset sámi giellačoahkkanemiide · Bargat dal ala ahte oahppit besset oahppat eanet sámegielain · Bargat dal ala ahte ovttasbargui mánáidgárde- ja skuvlasuorggis lassána ja buorrána · Bargat dal ala ahte ásahuvvo davviriikkalaš oahpaheddjiidoahppu · Bargat dal ala ahte lullisámi mánát Norgga ja Ruoŧa beale Sámis sáhttet geavahit lullisámegiel mánáidgárdefálaldaga, beroškeahttá ássanbáikkis · Vuolggahit barggu ásahit oktasaš digitála oahpponeavvobálvalusa oahpponeavvoráhkadeami ja oahppoplánabarggu koordineremii · Bargat dal ala ahte ásahit ovttasbargu oahpaheddjiidoahpu birra · Bargat dan ala ahte gáiddusoahpahus geavahuvvo rastá riikkarájáid · Bargat dan ala ahte nationála stáhtat váldet ovddasvástádusa nationála formalitehtain mat fertejit sadjái guovtti dahje mángastáhtaid gaskasaš skuvllaid ja mánáidgárddiid ásaheamis.

source: 1. Språkarenaer og språklig støtte i nærmiljøet
sme: Giellaarenat ja gielalaš doarjja lagasbirrasis

source: For tospråklige eller flerspråklige barn og unge er språklig støtte i nærmiljøet og språkbad helt avgjørende for god språkutvikling.
sme: Guovttegielalaš dahje máŋggagielalaš mánáide ja nuoraide lea gielladoarjja lagasbirrasis ja giellalávgun hui deaŧalaš buori giellaovdáneapmái.

source: En viktig forutsetning for at samiske språk skal kunne bevares og videreutvikles er at det finnes språkarenaer hvor språkene faktisk er i bruk.
sme: Deaŧalaš eaktun dasa ahte sámegielat galget seailut ja viidáseappot ovddiduvvot, lea ahte gávdnojit giellaarenat gos gielat duohtavuođas geavahuvvojit.

source: Intensjonen om at samiske språk skal være dagligspråk kan vanskelig nås så lenge det ikke er mulig å bruke språkene i det daglige liv, i møte med det offentlige eller i kommunikasjon med omverdenen.
sme: Dan áigumuša ahte sámegielat galget leat beaivválaš gielat, sáhttá leat váttis ollašuhttit nu guhká go ii leat vejolaš geavahit gielaid beaivválaš eallimis, oktavuođas almmolaš ásahusain dahje gulahallamis olgomáilmmiin.

source: Mange steder er ikke samiske språk en naturlig del av dagliglivet, fordi det finnes få arenaer hvor samiske språk høres og brukes.
sme: Ollu báikkiin eai leat sámegielat lunddolaš oassin beaivválaš eallimis, go leat uhccán arenat gos sámegielat gullojit ja oidnojit.

source: Særlig viktig er dette i områder hvor samisk ikke er majoritetsspråk.
sme: Erenoamáš deaŧalaš dat lea dain guovlluin gos sámegiella ii leat eanetlohkogiellan.

source: Det må legges til rette for reell bruk av samisk i samfunnet i form av arenaer og møteplasser for barn, unge og foresatte.
sme: Ferte láhččit saji servodagas sámegiela duohta geavaheapmái arenaiguin ja deaivvadansajiiguin mánáid, nuoraid ja fuolaheddjiid várás.

source: De samiske språksentrene vil være veldig viktig i dette arbeidet.
sme: Sámi giellaguovddážiin lea hui deaŧalaš rolla dán barggus.
